Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# widget_pulse_description
source: What stands out in the market right now: headline, short summary and Bitcoin, Ethereum and Solana.
ar: ما يلفت الانتباه في السوق الآن: عنوان وملخص قصير، إضافةً إلى Bitcoin وEthereum وSolana.
cs: Co je teď na trhu nápadné: titulek, krátké shrnutí a také Bitcoin, Ethereum a Solana.
da: Det, der skiller sig ud i markedet lige nu: overskrift, kort resumé samt Bitcoin, Ethereum og Solana.
de: Was im Markt gerade auffällt: Schlagzeile, kurze Zusammenfassung sowie Bitcoin, Ethereum und Solana.
el: Τι ξεχωρίζει τώρα στην αγορά: τίτλος, σύντομη περίληψη καθώς και Bitcoin, Ethereum και Solana.
es: Lo que destaca ahora en el mercado: titular, resumen breve y Bitcoin, Ethereum y Solana.
fa: آنچه اکنون در بازار به چشم می‌آید: تیتر، خلاصه کوتاه و همچنین Bitcoin، Ethereum و Solana.
fi: Mikä markkinoilla erottuu juuri nyt: otsikko, lyhyt yhteenveto sekä Bitcoin, Ethereum ja Solana.
fr: Ce qui ressort du marché en ce moment : titre, bref résumé ainsi que Bitcoin, Ethereum et Solana.
he: מה בולט כרגע בשוק: כותרת, סיכום קצר וגם Bitcoin, Ethereum ו־Solana.
hi: बाज़ार में अभी क्या ख़ास है: हेडलाइन, छोटा सारांश और साथ में Bitcoin, Ethereum और Solana।
hu: Ami most kiemelkedik a piacon: címsor, rövid összefoglaló, valamint Bitcoin, Ethereum és Solana.
id: Yang menonjol di pasar saat ini: judul, ringkasan singkat, serta Bitcoin, Ethereum, dan Solana.
it: Cosa spicca ora sul mercato: titolo, breve riassunto e Bitcoin, Ethereum e Solana.
ja: 今の市場で目立つこと：見出し、短い要約、Bitcoin・Ethereum・Solana。
ko: 지금 시장에서 눈에 띄는 것: 헤드라인, 짧은 요약, 그리고 Bitcoin, Ethereum, Solana.
nb: Det som skiller seg ut i markedet akkurat nå: overskrift, kort sammendrag og Bitcoin, Ethereum og Solana.
nl: Wat er nu opvalt in de markt: kop, korte samenvatting en Bitcoin, Ethereum en Solana.
pl: Co teraz wyróżnia się na rynku: nagłówek, krótkie podsumowanie oraz Bitcoin, Ethereum i Solana.
pt: O que se destaca agora no mercado: título, resumo breve e ainda Bitcoin, Ethereum e Solana.
pt_br: O que se destaca agora no mercado: manchete, resumo curto e também Bitcoin, Ethereum e Solana.
ro: Ce iese în evidență acum pe piață: titlu, scurt rezumat, plus Bitcoin, Ethereum și Solana.
ru: Что сейчас выделяется на рынке: заголовок, краткая сводка, а также Bitcoin, Ethereum и Solana.
sq: Çfarë bie në sy tani në treg: titulli, përmbledhje e shkurtër, si dhe Bitcoin, Ethereum dhe Solana.
sv: Det som sticker ut på marknaden just nu: rubrik, kort sammanfattning samt Bitcoin, Ethereum och Solana.
th: สิ่งที่โดดเด่นในตลาดตอนนี้: พาดหัว สรุปสั้น รวมถึง Bitcoin, Ethereum และ Solana
tr: Piyasada şu anda öne çıkanlar: başlık, kısa özet ve ayrıca Bitcoin, Ethereum ve Solana.
uk: Що зараз вирізняється на ринку: заголовок, короткий підсумок, а також Bitcoin, Ethereum і Solana.
vi: Điều nổi bật trên thị trường lúc này: tiêu đề, tóm tắt ngắn cùng Bitcoin, Ethereum và Solana.
zh_hans: 市场当前亮点：标题、简短摘要，以及 Bitcoin、Ethereum 和 Solana。

# widget_range_30d
source: 30 days
ar: 30 يومًا
cs: 30 dní
da: 30 dage
de: 30 Tage
el: 30 ημέρες
es: 30 días
fa: ۳۰ روز
fi: 30 päivää
fr: 30 jours
he: 30 יום
hi: 30 दिन
hu: 30 nap
id: 30 hari
it: 30 giorni
ja: 30日
ko: 30일
nb: 30 dager
nl: 30 dagen
pl: 30 dni
pt: 30 dias
pt_br: 30 dias
ro: 30 de zile
ru: 30 дней
sq: 30 ditë
sv: 30 dagar
th: 30 วัน
tr: 30 gün
uk: 30 днів
vi: 30 ngày
zh_hans: 30 天

# widget_range_7d
source: 7 days
ar: 7 أيام
cs: 7 dní
da: 7 dage
de: 7 Tage
el: 7 ημέρες
es: 7 días
fa: ۷ روز
fi: 7 päivää
fr: 7 jours
he: 7 ימים
hi: 7 दिन
hu: 7 nap
id: 7 hari
it: 7 giorni
ja: 7日
ko: 7일
nb: 7 dager
nl: 7 dagen
pl: 7 dni
pt: 7 dias
pt_br: 7 dias
ro: 7 zile
ru: 7 дней
sq: 7 ditë
sv: 7 dagar
th: 7 วัน
tr: 7 gün
uk: 7 днів
vi: 7 ngày
zh_hans: 7 天

# widget_range_short_30d
source: 30D
ar: 30ي
de: 30T
el: 30Η
fa: ۳۰ر
fi: 30 pv
fr: 30 j
he: 30י׳
hi: 30दि
hu: 30N
id: 30H
it: 30G
ja: 30日
ko: 30일
ro: 30Z
ru: 30Д
th: 30ว
tr: 30G
uk: 30Д
vi: 30N
zh_hans: 30天

# widget_range_short_7d
source: 7D
ar: 7ي
de: 7T
el: 7Η
fa: ۷ر
fi: 7 pv
fr: 7 j
he: 7י׳
hi: 7दि
hu: 7N
id: 7H
it: 7G
ja: 7日
ko: 7일
ro: 7Z
ru: 7Д
th: 7ว
tr: 7G
uk: 7Д
vi: 7N
zh_hans: 7天

# widgets_add
source: Add
ar: إضافة
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
fa: افزودن
fi: Lisää
fr: Ajouter
he: הוסף
hi: जोड़ें
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sq: Shto
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加

# widgets_add_named
source: Add widget %1$@
ar: إضافة الأداة %1$@
cs: Přidat widget %1$@
da: Tilføj widget %1$@
de: Widget %1$@ hinzufügen
el: Προσθήκη widget %1$@
es: Añadir widget %1$@
fa: افزودن ابزارک %1$@
fi: Lisää widget %1$@
fr: Ajouter le widget %1$@
he: הוסף ווידג׳ט %1$@
hi: विजेट %1$@ जोड़ें
hu: %1$@ widget hozzáadása
id: Tambah widget %1$@
it: Aggiungi widget %1$@
ja: ウィジェット「%1$@」を追加
ko: %1$@ 위젯 추가
nb: Legg til modulen %1$@
nl: Widget %1$@ toevoegen
pl: Dodaj widżet %1$@
pt: Adicionar widget %1$@
pt_br: Adicionar widget %1$@
ro: Adaugă widgetul %1$@
ru: Добавить виджет %1$@
sq: Shto widget-in %1$@
sv: Lägg till widgeten %1$@
th: เพิ่มวิดเจ็ต %1$@
tr: Widget ekle: %1$@
uk: Додати віджет %1$@
vi: Thêm tiện ích %1$@
zh_hans: 添加小部件 %1$@

# widgets_ios_intro
source: iOS doesn't let apps add widgets themselves. It only takes a moment:
ar: لا يسمح iOS للتطبيقات بإضافة الأدوات بنفسها. الأمر لا يستغرق سوى لحظة:
cs: iOS aplikacím nedovoluje přidávat widgety samy. Zabere to jen chvilku:
da: iOS lader ikke apps tilføje widgets selv. Det tager kun et øjeblik:
de: Unter iOS können Apps Widgets nicht selbst hinzufügen. So geht es in wenigen Sekunden:
el: Το iOS δεν επιτρέπει στις εφαρμογές να προσθέτουν widget μόνες τους. Χρειάζεται μόνο μια στιγμή:
es: iOS no permite que las apps añadan widgets por sí mismas. Solo lleva un momento:
fa: iOS اجازه نمی‌دهد برنامه‌ها خودشان ابزارک اضافه کنند. فقط یک لحظه طول می‌کشد:
fi: iOS ei anna sovellusten lisätä widgetejä itse. Se käy hetkessä:
fr: iOS ne permet pas aux apps d'ajouter elles-mêmes des widgets. Cela ne prend qu'un instant :
he: ב־iOS אפליקציות לא יכולות להוסיף ווידג׳טים בעצמן. זה לוקח רק רגע:
hi: iOS ऐप्स को खुद विजेट जोड़ने नहीं देता। इसमें बस एक पल लगता है:
hu: Az iOS nem engedi, hogy az alkalmazások maguk adjanak hozzá widgetet. Csak egy pillanat:
id: iOS tidak mengizinkan aplikasi menambahkan widget sendiri. Hanya perlu sebentar:
it: iOS non permette alle app di aggiungere widget da sole. Basta un attimo:
ja: iOS ではアプリが自分でウィジェットを追加することはできません。すぐに済みます：
ko: iOS에서는 앱이 직접 위젯을 추가할 수 없습니다. 금방 끝납니다:
nb: iOS lar ikke apper legge til moduler selv. Det tar bare et øyeblikk:
nl: iOS laat apps niet zelf widgets toevoegen. Het is zo gedaan:
pl: iOS nie pozwala aplikacjom samodzielnie dodawać widżetów. To zajmie tylko chwilę:
pt: O iOS não permite que as apps adicionem widgets por si próprias. Demora só um momento:
pt_br: O iOS não permite que apps adicionem widgets sozinhos. Leva só um instante:
ro: iOS nu permite aplicațiilor să adauge singure widgeturi. Durează doar o clipă:
ru: iOS не позволяет приложениям самим добавлять виджеты. Это займёт всего минуту:
sq: iOS nuk i lejon aplikacionet të shtojnë vetë widget-e. Zgjat vetëm një çast:
sv: iOS låter inte appar lägga till widgetar själva. Det tar bara ett ögonblick:
th: iOS ไม่อนุญาตให้แอปเพิ่มวิดเจ็ตเอง ใช้เวลาเพียงครู่เดียว:
tr: iOS, uygulamaların kendi başına widget eklemesine izin vermiyor. Sadece bir dakikanızı alır:
uk: iOS не дозволяє застосункам самим додавати віджети. Це займе лише мить:
vi: iOS không cho phép ứng dụng tự thêm tiện ích. Chỉ mất một chút thời gian:
zh_hans: iOS 不允许应用自行添加小部件。只需片刻：

# widgets_ios_kinds
source: Available widgets
ar: الأدوات المتاحة
cs: Dostupné widgety
da: Tilgængelige widgets
de: Verfügbare Widgets
el: Διαθέσιμα widget
es: Widgets disponibles
fa: ابزارک‌های موجود
fi: Saatavilla olevat widgetit
fr: Widgets disponibles
he: ווידג׳טים זמינים
hi: उपलब्ध विजेट
hu: Elérhető widgetek
id: Widget yang tersedia
it: Widget disponibili
ja: 利用できるウィジェット
ko: 사용 가능한 위젯
nb: Tilgjengelige moduler
nl: Beschikbare widgets
pl: Dostępne widżety
pt: Widgets disponíveis
pt_br: Widgets disponíveis
ro: Widgeturi disponibile
ru: Доступные виджеты
sq: Widget-et e disponueshme
sv: Tillgängliga widgetar
th: วิดเจ็ตที่มีให้ใช้
tr: Kullanılabilir widget'lar
uk: Доступні віджети
vi: Tiện ích có sẵn
zh_hans: 可用的小部件

# widgets_ios_step1
source: Touch and hold an empty spot on the Home Screen until the apps jiggle.
ar: المس مكانًا فارغًا في الشاشة الرئيسية مع الاستمرار حتى تهتز التطبيقات.
cs: Podržte prst na volném místě plochy, dokud se aplikace nezačnou třást.
da: Hold fingeren på et tomt sted på hjemmeskærmen, indtil apps begynder at vrikke.
de: Halte eine freie Stelle auf dem Home-Bildschirm gedrückt, bis die Apps wackeln.
el: Πατήστε παρατεταμένα ένα κενό σημείο στην οθόνη Αφετηρίας μέχρι να αρχίσουν να κουνιούνται οι εφαρμογές.
es: Mantén pulsado un espacio vacío de la pantalla de inicio hasta que las apps se muevan.
fa: انگشت خود را روی یک جای خالی صفحه اصلی نگه دارید تا برنامه‌ها شروع به لرزیدن کنند.
fi: Paina pitkään tyhjää kohtaa Koti-valikossa, kunnes apit alkavat heilua.
fr: Maintenez le doigt sur un espace vide de l'écran d'accueil jusqu'à ce que les apps se mettent à trembler.
he: לחצו לחיצה ארוכה על מקום ריק במסך הבית עד שהאפליקציות מתחילות לרעוד.
hi: होम स्क्रीन पर किसी खाली जगह को तब तक दबाकर रखें जब तक ऐप्स हिलने न लगें।
hu: Tartsa lenyomva a Főképernyő egy üres részét, amíg az appok remegni nem kezdenek.
id: Sentuh lama area kosong di Layar Utama hingga aplikasi bergoyang.
it: Tieni premuto su uno spazio vuoto della schermata Home finché le app iniziano a tremare.
ja: アプリが揺れ始めるまで、ホーム画面の空いている場所を長押しします。
ko: 앱이 흔들릴 때까지 홈 화면의 빈 곳을 길게 누르세요.
nb: Trykk og hold på et tomt sted på Hjem-skjermen til appene begynner å vrikke.
nl: Houd een lege plek op het beginscherm ingedrukt tot de apps gaan wiebelen.
pl: Przytrzymaj puste miejsce na ekranie początkowym, aż aplikacje zaczną drgać.
pt: Mantenha o dedo num espaço vazio do ecrã principal até as apps começarem a abanar.
pt_br: Toque e segure um espaço vazio da Tela de Início até os apps começarem a tremer.
ro: Atinge lung un loc liber pe ecranul principal până când aplicațiile încep să tremure.
ru: Нажмите и удерживайте свободное место на экране «Домой», пока приложения не начнут покачиваться.
sq: Mbaj shtypur një vend bosh në ekranin bazë derisa aplikacionet të fillojnë të lëkunden.
sv: Håll fingret på en tom plats på hemskärmen tills apparna börjar vicka.
th: แตะค้างที่พื้นที่ว่างบนหน้าจอโฮมจนกว่าแอปจะเริ่มสั่น
tr: Uygulamalar kıpırdamaya başlayana kadar Ana Ekran'da boş bir yere dokunup basılı tutun.
uk: Натисніть і утримуйте вільне місце на початковому екрані, доки програми не почнуть ворушитися.
vi: Chạm và giữ một chỗ trống trên Màn hình chính cho đến khi các ứng dụng rung lên.
zh_hans: 长按主屏幕上的空白处，直到应用开始晃动。

# widgets_ios_step2
source: Tap “Edit” › “Add Widget” at the top (or “+” on older iOS versions).
ar: اضغط في الأعلى على «تعديل» › «إضافة أداة» (أو «+» في إصدارات iOS الأقدم).
cs: Nahoře klepněte na „Upravit” › „Přidat widget” (ve starších verzích iOS na „+”).
da: Tryk på ”Rediger” › ”Tilføj widget” øverst (eller ”+” i ældre iOS-versioner).
de: Tippe oben auf «Bearbeiten» › «Widget hinzufügen» (in älteren iOS-Versionen auf «+»).
el: Πατήστε επάνω «Επεξεργασία» › «Προσθήκη widget» (ή «+» σε παλαιότερες εκδόσεις iOS).
es: Toca «Editar» › «Añadir widget» arriba (o «+» en versiones anteriores de iOS).
fa: در بالا روی «ویرایش» › «افزودن ابزارک» بزنید (یا در نسخه‌های قدیمی‌تر iOS روی «+»).
fi: Napauta ylhäällä ”Muokkaa” › ”Lisää widget” (tai vanhemmissa iOS-versioissa ”+”).
fr: Touchez « Modifier » › « Ajouter un widget » en haut (ou « + » dans les anciennes versions d'iOS).
he: הקישו למעלה על ״עריכה״ › ״הוספת וידג׳ט״ (או על ״+״ בגרסאות iOS ישנות יותר).
hi: ऊपर “संपादित करें” › “विजेट जोड़ें” पर टैप करें (पुराने iOS वर्शन में “+” पर)।
hu: Koppintson fent a „Szerkesztés” › „Widget hozzáadása” elemre (régebbi iOS-verziókban a „+” gombra).
id: Ketuk “Edit” › “Tambah Widget” di bagian atas (atau “+” di versi iOS lama).
it: Tocca «Modifica» › «Aggiungi widget» in alto (o «+» nelle versioni di iOS meno recenti).
ja: 上部の「編集」›「ウィジェットを追加」をタップします（古い iOS では「+」）。
ko: 상단의 ‘편집’ › ‘위젯 추가’를 탭하세요(이전 iOS 버전에서는 ‘+’).
nb: Trykk på «Rediger» › «Legg til widget» øverst (eller «+» i eldre iOS-versjoner).
nl: Tik bovenaan op ‘Wijzig’ › ‘Voeg widget toe’ (of op ‘+’ in oudere iOS-versies).
pl: Stuknij u góry „Edycja” › „Dodaj widżet” (lub „+” w starszych wersjach iOS).
pt: Toque em «Editar» › «Adicionar widget» na parte superior (ou em «+» em versões mais antigas do iOS).
pt_br: Toque em “Editar” › “Adicionar Widget” na parte de cima (ou em “+” em versões mais antigas do iOS).
ro: Atinge sus „Editați” › „Adăugați widget” (sau „+” în versiunile iOS mai vechi).
ru: Нажмите вверху «Править» › «Добавить виджет» (или «+» в старых версиях iOS).
sq: Prek lart «Ndrysho» › «Shto widget» (ose «+» në versionet më të vjetra të iOS).
sv: Tryck på ”Redigera” › ”Lägg till widget” högst upp (eller ”+” i äldre iOS-versioner).
th: แตะ “แก้ไข” › “เพิ่มวิดเจ็ต” ที่ด้านบน (หรือ “+” ใน iOS รุ่นเก่า)
tr: Üstte “Düzenle” › “Widget Ekle” seçeneğine dokunun (eski iOS sürümlerinde “+” düğmesine).
uk: Торкніться вгорі «Редагувати» › «Додати віджет» (або «+» у старіших версіях iOS).
vi: Chạm vào “Sửa” › “Thêm tiện ích” ở trên cùng (hoặc “+” trên các phiên bản iOS cũ hơn).
zh_hans: 轻点顶部的“编辑”›“添加小组件”（旧版 iOS 中为“+”）。

# widgets_ios_step3
source: Search for “Crypto Checker”, choose a widget and tap “Add Widget”.
ar: ابحث عن «Crypto Checker»، واختر أداة ثم اضغط على «إضافة أداة».
cs: Vyhledejte „Crypto Checker”, vyberte widget a klepněte na „Přidat widget”.
da: Søg efter ”Crypto Checker”, vælg en widget, og tryk på ”Tilføj widget”.
de: Suche «Crypto Checker», wähle ein Widget und tippe auf «Widget hinzufügen».
el: Αναζητήστε «Crypto Checker», επιλέξτε ένα widget και πατήστε «Προσθήκη widget».
es: Busca «Crypto Checker», elige un widget y toca «Añadir widget».
fa: «Crypto Checker» را جستجو کنید، یک ابزارک انتخاب کنید و روی «افزودن ابزارک» بزنید.
fi: Etsi ”Crypto Checker”, valitse widget ja napauta ”Lisää widget”.
fr: Cherchez « Crypto Checker », choisissez un widget et touchez « Ajouter le widget ».
he: חפשו ״Crypto Checker״, בחרו ווידג׳ט והקישו על ״הוספת וידג׳ט״.
hi: “Crypto Checker” खोजें, कोई विजेट चुनें और “विजेट जोड़ें” पर टैप करें।
hu: Keresse meg a „Crypto Checker” elemet, válasszon widgetet, és koppintson a „Widget hozzáadása” gombra.
id: Cari “Crypto Checker”, pilih widget, lalu ketuk “Tambah Widget”.
it: Cerca «Crypto Checker», scegli un widget e tocca «Aggiungi widget».
ja: 「Crypto Checker」を検索してウィジェットを選び、「ウィジェットを追加」をタップします。
ko: ‘Crypto Checker’를 검색하고 위젯을 선택한 다음 ‘위젯 추가’를 탭하세요.
nb: Søk etter «Crypto Checker», velg en modul og trykk på «Legg til widget».
nl: Zoek naar ‘Crypto Checker’, kies een widget en tik op ‘Voeg widget toe’.
pl: Wyszukaj „Crypto Checker”, wybierz widżet i stuknij „Dodaj widżet”.
pt: Procure «Crypto Checker», escolha um widget e toque em «Adicionar widget».
pt_br: Busque “Crypto Checker”, escolha um widget e toque em “Adicionar Widget”.
ro: Caută „Crypto Checker”, alege un widget și atinge „Adăugați widget”.
ru: Найдите «Crypto Checker», выберите виджет и нажмите «Добавить виджет».
sq: Kërko «Crypto Checker», zgjidh një widget dhe prek «Shto widget».
sv: Sök efter ”Crypto Checker”, välj en widget och tryck på ”Lägg till widget”.
th: ค้นหา “Crypto Checker” เลือกวิดเจ็ต แล้วแตะ “เพิ่มวิดเจ็ต”
tr: “Crypto Checker” için arama yapın, bir widget seçin ve “Widget Ekle” düğmesine dokunun.
uk: Знайдіть «Crypto Checker», виберіть віджет і торкніться «Додати віджет».
vi: Tìm “Crypto Checker”, chọn một tiện ích rồi chạm vào “Thêm tiện ích”.
zh_hans: 搜索“Crypto Checker”，选择一个小部件，然后轻点“添加小组件”。

# widgets_manual_text
source: Your home screen can't add widgets from the app. Touch and hold an empty spot on the home screen, choose “Widgets” and look for “Crypto Checker”.
ar: لا تستطيع شاشتك الرئيسية إضافة الأدوات من التطبيق. المس مكانًا فارغًا في الشاشة الرئيسية مع الاستمرار، واختر «الأدوات» وابحث عن «Crypto Checker».
cs: Vaše plocha neumí přidávat widgety z aplikace. Podržte prst na volném místě plochy, zvolte „Widgety” a vyhledejte „Crypto Checker”.
da: Din startskærm kan ikke tilføje widgets fra appen. Hold fingeren på et tomt sted på startskærmen, vælg ”Widgets”, og find ”Crypto Checker”.
de: Dein Startbildschirm kann Widgets nicht aus der App hinzufügen. Halte eine freie Stelle auf dem Startbildschirm gedrückt, wähle «Widgets» und suche «Crypto Checker».
el: Η αρχική σας οθόνη δεν μπορεί να προσθέσει widget από την εφαρμογή. Πατήστε παρατεταμένα ένα κενό σημείο στην αρχική οθόνη, επιλέξτε «Widget» και αναζητήστε το «Crypto Checker».
es: Tu pantalla de inicio no puede añadir widgets desde la app. Mantén pulsado un espacio vacío de la pantalla de inicio, elige «Widgets» y busca «Crypto Checker».
fa: صفحه اصلی شما نمی‌تواند ابزارک‌ها را از داخل برنامه اضافه کند. انگشت خود را روی یک جای خالی صفحه اصلی نگه دارید، «ابزارک‌ها» را انتخاب کنید و «Crypto Checker» را پیدا کنید.
fi: Aloitusnäyttösi ei voi lisätä widgetejä sovelluksesta. Paina pitkään tyhjää kohtaa aloitusnäytöllä, valitse ”Widgetit” ja etsi ”Crypto Checker”.
fr: Votre écran d'accueil ne peut pas ajouter de widgets depuis l'app. Appuyez longuement sur un espace vide de l'écran d'accueil, choisissez « Widgets » et cherchez « Crypto Checker ».
he: מסך הבית שלכם לא יכול להוסיף ווידג׳טים מתוך האפליקציה. לחצו לחיצה ארוכה על מקום ריק במסך הבית, בחרו ״ווידג׳טים״ וחפשו ״Crypto Checker״.
hi: आपकी होम स्क्रीन ऐप से विजेट नहीं जोड़ सकती। होम स्क्रीन पर किसी खाली जगह को दबाकर रखें, “विजेट” चुनें और “Crypto Checker” खोजें।
hu: A kezdőképernyője nem tud widgetet hozzáadni az alkalmazásból. Tartsa lenyomva a kezdőképernyő egy üres részét, válassza a „Widgetek” lehetőséget, és keresse meg a „Crypto Checker” elemet.
id: Layar utama Anda tidak bisa menambahkan widget dari aplikasi. Sentuh lama area kosong di layar utama, pilih “Widget”, lalu cari “Crypto Checker”.
it: La tua schermata Home non può aggiungere widget dall'app. Tieni premuto su uno spazio vuoto della schermata Home, scegli «Widget» e cerca «Crypto Checker».
ja: お使いのホーム画面はアプリからウィジェットを追加できません。ホーム画面の空いている場所を長押しし、「ウィジェット」を選んで「Crypto Checker」を探してください。
ko: 사용 중인 홈 화면은 앱에서 위젯을 추가할 수 없습니다. 홈 화면의 빈 곳을 길게 누르고 ‘위젯’을 선택한 다음 ‘Crypto Checker’를 찾으세요.
nb: Startskjermen din kan ikke legge til moduler fra appen. Trykk og hold på et tomt sted på startskjermen, velg «Moduler» og se etter «Crypto Checker».
nl: Je beginscherm kan geen widgets vanuit de app toevoegen. Houd een lege plek op het beginscherm ingedrukt, kies ‘Widgets’ en zoek ‘Crypto Checker’.
pl: Twój ekran główny nie może dodawać widżetów z aplikacji. Przytrzymaj puste miejsce na ekranie głównym, wybierz „Widżety” i znajdź „Crypto Checker”.
pt: O seu ecrã principal não consegue adicionar widgets a partir da app. Toque sem soltar num espaço vazio do ecrã principal, escolha «Widgets» e procure «Crypto Checker».
pt_br: Sua tela inicial não consegue adicionar widgets pelo app. Toque e segure um espaço vazio da tela inicial, escolha “Widgets” e procure “Crypto Checker”.
ro: Ecranul tău principal nu poate adăuga widgeturi din aplicație. Atinge lung un loc liber pe ecranul principal, alege „Widgeturi” și caută „Crypto Checker”.
ru: Ваш главный экран не умеет добавлять виджеты из приложения. Нажмите и удерживайте свободное место на главном экране, выберите «Виджеты» и найдите «Crypto Checker».
sq: Ekrani yt bazë nuk mund të shtojë widget-e nga aplikacioni. Mbaj shtypur një vend bosh në ekranin bazë, zgjidh «Widget-et» dhe kërko «Crypto Checker».
sv: Din hemskärm kan inte lägga till widgetar från appen. Tryck länge på en tom plats på hemskärmen, välj ”Widgetar” och leta upp ”Crypto Checker”.
th: หน้าจอหลักของคุณเพิ่มวิดเจ็ตจากแอปไม่ได้ ให้แตะค้างที่พื้นที่ว่างบนหน้าจอหลัก เลือก “วิดเจ็ต” แล้วค้นหา “Crypto Checker”
tr: Ana ekranınız uygulamadan widget ekleyemiyor. Ana ekranda boş bir yere dokunup basılı tutun, “Widget'lar” seçeneğini seçin ve “Crypto Checker” uygulamasını arayın.
uk: Ваш головний екран не може додавати віджети із застосунку. Натисніть і утримуйте вільне місце на головному екрані, виберіть «Віджети» й знайдіть «Crypto Checker».
vi: Màn hình chính của bạn không thể thêm tiện ích từ ứng dụng. Chạm và giữ một chỗ trống trên màn hình chính, chọn “Tiện ích” rồi tìm “Crypto Checker”.
zh_hans: 你的主屏幕无法从应用内添加小部件。请长按主屏幕上的空白处，选择“小部件”，然后查找“Crypto Checker”。

# widgets_manual_title
source: Add the widget yourself
ar: أضف الأداة بنفسك
cs: Přidejte widget sami
da: Tilføj widgetten selv
de: Widget selbst hinzufügen
el: Προσθέστε το widget μόνοι σας
es: Añade el widget tú mismo
fa: ابزارک را خودتان اضافه کنید
fi: Lisää widget itse
fr: Ajoutez le widget vous-même
he: הוסיפו את הווידג׳ט בעצמכם
hi: विजेट खुद जोड़ें
hu: Adja hozzá saját maga a widgetet
id: Tambahkan widget sendiri
it: Aggiungi il widget manualmente
ja: ウィジェットを手動で追加
ko: 위젯을 직접 추가하세요
nb: Legg til modulen selv
nl: Voeg de widget zelf toe
pl: Dodaj widżet samodzielnie
pt: Adicione o widget manualmente
pt_br: Adicione o widget você mesmo
ro: Adaugă widgetul manual
ru: Добавьте виджет вручную
sq: Shtoje widget-in vetë
sv: Lägg till widgeten själv
th: เพิ่มวิดเจ็ตด้วยตัวเอง
tr: Widget'ı kendiniz ekleyin
uk: Додайте віджет самостійно
vi: Tự thêm tiện ích
zh_hans: 手动添加小部件

# widgets_sheet_title
source: Add a widget
ar: إضافة أداة
cs: Přidat widget
da: Tilføj en widget
de: Widget hinzufügen
el: Προσθήκη widget
es: Añadir un widget
fa: افزودن ابزارک
fi: Lisää widget
fr: Ajouter un widget
he: הוספת ווידג׳ט
hi: विजेट जोड़ें
hu: Widget hozzáadása
id: Tambah widget
it: Aggiungi un widget
ja: ウィジェットを追加
ko: 위젯 추가
nb: Legg til en modul
nl: Widget toevoegen
pl: Dodaj widżet
pt: Adicionar um widget
pt_br: Adicionar um widget
ro: Adaugă un widget
ru: Добавить виджет
sq: Shto një widget
sv: Lägg till en widget
th: เพิ่มวิดเจ็ต
tr: Widget ekle
uk: Додати віджет
vi: Thêm tiện ích
zh_hans: 添加小部件

# zone_bottom_chance
source: Bottoming
ar: تكوّن القاع
cs: Tvorba dna
da: Bunddannelse
de: Bodenbildung
el: Σχηματισμός πυθμένα
es: Formando suelo
fa: کف‌سازی
fi: Pohjanmuodostus
fr: Formation de creux
he: היווצרות תחתית
hi: तल बनना
hu: Mélypontképzés
id: Pembentukan dasar
it: Formazione del minimo
ja: 底固め
ko: 바닥 다지기
nb: Bunndannelse
nl: Bodemvorming
pl: Formowanie dna
pt: Formação de fundo
pt_br: Formação de fundo
ro: Formare de bază
ru: Формирование дна
sq: Formim fundi
sv: Bottenbildning
th: การสร้างฐาน
tr: Dip oluşumu
uk: Формування дна
vi: Tạo đáy
zh_hans: 筑底
